//---------------------------------------------------------------------------

#include <vcl.h>
#pragma hdrstop

#include "Client.h"
//---------------------------------------------------------------------------
#pragma package(smart_init)
#pragma resource "*.dfm"
TДобавление_нового_клиента *Добавление_нового_клиента;
//---------------------------------------------------------------------------
__fastcall TДобавление_нового_клиента::TДобавление_нового_клиента(TComponent* Owner)
	: TForm(Owner)
{
}
//---------------------------------------------------------------------------
void __fastcall TДобавление_нового_клиента::ОК1Click(TObject *Sender)
{
	ModalResult = mrOk;
}
//---------------------------------------------------------------------------
void __fastcall TДобавление_нового_клиента::Отмена1Click(TObject *Sender)
{
	ModalResult = mrCancel;
}
//---------------------------------------------------------------------------
