//---------------------------------------------------------------------------

#include <vcl.h>
#pragma hdrstop

#include "Employee.h"
//---------------------------------------------------------------------------
#pragma package(smart_init)
#pragma resource "*.dfm"
TДобавление_нового_сотрудника *Добавление_нового_сотрудника;
//---------------------------------------------------------------------------
__fastcall TДобавление_нового_сотрудника::TДобавление_нового_сотрудника(TComponent* Owner)
	: TForm(Owner)
{
}
//---------------------------------------------------------------------------
void __fastcall TДобавление_нового_сотрудника::ОК2Click(TObject *Sender)
{
    ModalResult = mrOk;
}
//---------------------------------------------------------------------------
void __fastcall TДобавление_нового_сотрудника::Отмена2Click(TObject *Sender)
{
    ModalResult = mrCancel;
}
//---------------------------------------------------------------------------
